src/assets/requests/schedule/get_event_by_event_id.xml

<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP:Body>
    <GetEventByEventID xmlns="http://schemas.intasect.co.jp/mycal/service/event" preserveSpace="no" qAccess="0" qValues="">
      <eventID />
    </GetEventByEventID>
  </SOAP:Body>
</SOAP:Envelope>